// Reveal transition strings

PluginName = "Odsłonięcie";

LeftToRight = "Od lewej do prawej";
RightToLeft = "Od prawej do lewej";
TopToBottom = "Od góry do dołu";
BottomToTop = "Od dołu do góry";
TopLeftToBottomRight = "Od górnego lewego do dolnego prawego";
TopRightToBottomLeft = "Od górnego prawego do dolnego lewego";
BottomLeftToTopRight = "Od dolnego lewego do górnego prawego";
BottomRightToTopLeft = "Od dolnego prawego do górnego lewego";
